brew "awscli"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "gpg2"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "golangci-lint"
brew "helm"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "anomalyco/tap/opencode"
brew "pngpaste"
brew "ripgrep"
brew "stow"
brew "typos-lsp"
brew "yarn"
brew "ngrok"
brew "yazi"
brew "ykman"
brew "zoxide"
cask "claude-code"
cask "obsidian"
cask "ghostty"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/fatih/gomodifytags"
