tap "mongodb/brew"
tap "nats-io/nats-tools"
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "git"
brew "golangci-lint"
brew "helm"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "pngpaste"
brew "ripgrep"
brew "stow"
brew "typos-lsp"
brew "yarn"
brew "yazi"
brew "ykman"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
brew "nats-io/nats-tools/nats"
cask "claude-code"
cask "ghostty"
cask "mongodb-compass"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/fatih/gomodifytags"
